/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "هل أنت متأكد أنك تريد حذف هذا CGM؟";

/* The title of the cancel action in an action sheet */
"Cancel" = "إلغاء";

/* Title of cell to set credentials */
"Credentials" = "Credentials";

/* Title describing glucose date */
"Date" = "Date";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "حذف CGM";

/* Title describing glucose value */
"Glucose" = "قراءات السكر";

/* Section title for latest glucose reading */
"Latest Reading" = "Latest Reading";

/* Outside US share server option title */
"Outside US" = "Outside US";

/* The title of the Dexcom share password credential */
"Password" = "كلمة المرور";

/* The title of the Dexcom share server URL credential */
"Server" = "المنطقة الكبيرة";

/* Title describing glucose trend */
"Trend" = "إتجاه";

/* U.S. share server option title */
"US" = "US";

/* The title of the Dexcom share username credential */
"Username" = "اسم المستخدم";
